Repository: Finfra/fBanner_public
Catalog: localization/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, ja, zh_hans, zh_hant

source: %lld개 파일 내보내기 완료
de: %lld Dateien exportiert
en: %lld files exported
es: %lld archivos exportados
fr: %lld fichiers exportés
ja: %lldファイルのエクスポート完了
zh_hans: 已导出 %lld 个文件
zh_hant: 已匯出 %lld 個檔案

source: Danger Zone
de: Gefahrenzone
es: Zona de peligro
fr: Zone dangereuse
zh_hans: 危险区域
zh_hant: 危險區域

source: History
de: Verlauf
es: Historial
fr: Historique
ja: 履歴
zh_hans: 历史
zh_hant: 歷史

source: History 폴더
de: Verlaufsordner
en: History Folder
es: Carpeta de historial
fr: Dossier d'historique
ja: 履歴フォルダ
zh_hans: 历史文件夹
zh_hant: 歷史資料夾

source: PDF 렌더링 실패
de: PDF-Rendering fehlgeschlagen
en: PDF rendering failed
es: Error de renderizado PDF
fr: Échec du rendu PDF
ja: PDFレンダリング失敗
zh_hans: PDF渲染失败
zh_hant: PDF渲染失敗

source: PDF 로드 실패: %@
de: PDF-Laden fehlgeschlagen: %@
en: PDF load failed: %@
es: Error al cargar PDF: %@
fr: Échec du chargement PDF : %@
ja: PDF読み込み失敗: %@
zh_hans: PDF加载失败: %@
zh_hant: PDF載入失敗: %@

source: PDF 페이지를 찾을 수 없음: %lld
de: PDF-Seite nicht gefunden: %lld
en: PDF page not found: %lld
es: Página PDF no encontrada: %lld
fr: Page PDF introuvable : %lld
ja: PDFページが見つかりません: %lld
zh_hans: 找不到PDF页面: %lld
zh_hant: 找不到PDF頁面: %lld

source: PDF를 로드할 수 없습니다.
de: PDF konnte nicht geladen werden.
en: Failed to load PDF.
es: No se pudo cargar el PDF.
fr: Impossible de charger le PDF.
ja: PDFを読み込めません。
zh_hans: 无法加载PDF。
zh_hant: 無法載入PDF。

source: PNG 변환 실패: row=%lld, col=%lld
de: PNG-Konvertierung fehlgeschlagen: row=%lld, col=%lld
en: PNG conversion failed: row=%lld, col=%lld
es: Conversión PNG fallida: row=%lld, col=%lld
fr: Échec de conversion PNG : row=%lld, col=%lld
ja: PNG変換失敗: row=%lld, col=%lld
zh_hans: PNG转换失败: row=%lld, col=%lld
zh_hant: PNG轉換失敗: row=%lld, col=%lld

source: SVG를 로드할 수 없습니다.
de: SVG konnte nicht geladen werden.
en: Failed to load SVG.
es: No se pudo cargar el SVG.
fr: Impossible de charger le SVG.
ja: SVGを読み込めません。
zh_hans: 无法加载SVG。
zh_hant: 無法載入SVG。

source: SVG를 이미지로 변환할 수 없습니다.
de: SVG konnte nicht in ein Bild konvertiert werden.
en: Failed to convert SVG to image.
es: No se pudo convertir el SVG a imagen.
fr: Impossible de convertir le SVG en image.
ja: SVGを画像に変換できません。
zh_hans: 无法将SVG转换为图像。
zh_hant: 無法將SVG轉換為圖像。

source: 가로
de: Breite
en: Width
es: Ancho
fr: Largeur
ja: 横
zh_hans: 宽
zh_hant: 寬

source: 가로 그리드 비율
de: Horizontales Gitterverhältnis
en: Horizontal Grid Ratio
es: Proporción horizontal
fr: Rapport horizontal
ja: 横グリッド比率
zh_hans: 水平网格比率
zh_hant: 水平格線比率

source: 기본 분할 크기
de: Standard-Teilungsgröße
en: Default Split Size
es: Tamaño de división predeterminado
fr: Taille de division par défaut
ja: デフォルト分割サイズ
zh_hans: 默认分割大小
zh_hant: 預設分割大小

source: 기본값 복원
de: Standard wiederherstellen
en: Restore Default
es: Restaurar predeterminado
fr: Restaurer le défaut
ja: デフォルトに戻す
zh_hans: 恢复默认值
zh_hant: 恢復預設值

source: 기본값과 동일
de: Gleich wie Standard
en: Same as default
es: Igual al predeterminado
fr: Identique au défaut
ja: デフォルトと同じ
zh_hans: 与默认值相同
zh_hant: 與預設值相同

source: 내보내기
de: Exportieren
en: Export
es: Exportar
fr: Exporter
ja: エクスポート
zh_hans: 导出
zh_hant: 匯出

source: 내보내기 단축키
de: Export-Tastenkürzel
en: Export Shortcut
es: Atajo de exportación
fr: Raccourci d'exportation
ja: エクスポートショートカット
zh_hans: 导出快捷键
zh_hant: 匯出快捷鍵

source: 내보내기 실패: %@
de: Export fehlgeschlagen: %@
en: Export failed: %@
es: Error de exportación: %@
fr: Échec de l'exportation : %@
ja: エクスポート失敗: %@
zh_hans: 导出失败: %@
zh_hant: 匯出失敗: %@

source: 내보내기 이력 없음
de: Kein Exportverlauf
en: No Export History
es: Sin historial de exportación
fr: Aucun historique d'exportation
ja: エクスポート履歴なし
zh_hans: 无导出记录
zh_hant: 無匯出紀錄

source: 내보내기 중... %lld%%
de: Exportieren... %lld%%
en: Exporting... %lld%%
es: Exportando... %lld%%
fr: Exportation... %lld%%
ja: エクスポート中... %lld%%
zh_hans: 导出中... %lld%%
zh_hant: 匯出中... %lld%%

source: 내보내기 폴더 선택
de: Exportordner auswählen
en: Select Export Folder
es: Seleccionar carpeta de exportación
fr: Sélectionner le dossier d'exportation
ja: エクスポートフォルダを選択
zh_hans: 选择导出文件夹
zh_hant: 選取匯出資料夾

source: 내보내기를 실행하면 이력이 기록됩니다
de: Der Verlauf wird nach dem Export aufgezeichnet
en: History will be recorded after export
es: El historial se registrará tras la exportación
fr: L'historique sera enregistré après l'exportation
ja: エクスポートすると履歴が記録されます
zh_hans: 执行导出后将记录历史
zh_hant: 執行匯出後將記錄歷史

source: 모든 내보내기 이력을 삭제합니다. 이 작업은 되돌릴 수 없습니다.
de: Der gesamte Exportverlauf wird gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
en: All export history will be deleted. This action cannot be undone.
es: Se eliminará todo el historial de exportación. Esta acción no se puede deshacer.
fr: Tout l'historique d'exportation sera supprimé. Cette action est irréversible.
ja: すべてのエクスポート履歴が削除されます。この操作は取り消せません。
zh_hans: 将删除所有导出记录。此操作无法撤销。
zh_hant: 將刪除所有匯出紀錄。此操作無法復原。

source: 미리보기
de: Vorschau
en: Preview
es: Vista previa
fr: Aperçu
ja: プレビュー
zh_hans: 预览
zh_hant: 預覽

source: 변경...
de: Ändern...
en: Change...
es: Cambiar...
fr: Modifier...
ja: 変更...
zh_hans: 更改...
zh_hant: 變更...

source: 분할 설정
de: Teilungseinstellungen
en: Split Settings
es: Ajustes de división
fr: Paramètres de division
ja: 分割設定
zh_hans: 分割设置
zh_hant: 分割設定

source: 비율 설정
de: Verhältniseinstellungen
en: Ratio Settings
es: Ajustes de proporción
fr: Paramètres de rapport
ja: 比率設定
zh_hans: 比率设置
zh_hant: 比率設定

source: 새 파일 로드 시 Row/Col/Ratio 설정 유지
de: Row/Col/Ratio bei neuer Datei beibehalten
en: Keep Row/Col/Ratio on new file
es: Mantener Row/Col/Ratio al cargar nuevo archivo
fr: Conserver Row/Col/Ratio pour un nouveau fichier
ja: 新規ファイル読み込み時にRow/Col/Ratio設定を維持
zh_hans: 加载新文件时保留 Row/Col/Ratio 设置
zh_hant: 載入新檔案時保留 Row/Col/Ratio 設定

source: 선택
de: Auswählen
en: Select
es: Seleccionar
fr: Sélectionner
ja: 選択
zh_hans: 选择
zh_hant: 選取

source: 세로
de: Höhe
en: Height
es: Alto
fr: Hauteur
ja: 縦
zh_hans: 高
zh_hant: 高

source: 세로 그리드 비율
de: Vertikales Gitterverhältnis
en: Vertical Grid Ratio
es: Proporción vertical
fr: Rapport vertical
ja: 縦グリッド比率
zh_hans: 垂直网格比率
zh_hant: 垂直格線比率

source: 앱 시작 및 새 파일 로드 시 적용되는 기본 Row/Col 값
de: Standard-Row/Col-Werte beim App-Start und Laden neuer Dateien
en: Default Row/Col values applied on app launch and new file load
es: Valores predeterminados de Row/Col al iniciar la app y cargar archivos
fr: Valeurs Row/Col par défaut au lancement et au chargement de fichier
ja: アプリ起動時および新規ファイル読み込み時に適用されるデフォルトRow/Col値
zh_hans: 应用启动和加载新文件时应用的默认 Row/Col 值
zh_hant: 應用程式啟動及載入新檔案時套用的預設 Row/Col 值

source: 언어 (Language)
de: Sprache (Language)
en: Language
es: Idioma (Language)
fr: Langue (Language)
ja: 言語 (Language)
zh_hans: 语言 (Language)
zh_hant: 語言 (Language)

source: 언어 변경
de: Sprache geändert
en: Language Changed
es: Idioma cambiado
fr: Langue modifiée
ja: 言語変更
zh_hans: 语言已更改
zh_hant: 語言已更改

source: 언어 변경은 앱을 재시작한 후 적용됩니다.
de: Die Sprachänderung wird nach dem Neustart der App wirksam.
en: Language change will take effect after restarting the app.
es: El cambio de idioma se aplicará después de reiniciar la app.
fr: Le changement de langue prendra effet après le redémarrage de l'application.
ja: 言語の変更はアプリを再起動した後に適用されます。
zh_hans: 语言更改将在重新启动应用后生效。
zh_hant: 語言更改將在重新啟動應用程式後生效。

source: 이력 삭제
de: Verlauf löschen
en: Delete History
es: Eliminar historial
fr: Supprimer l'historique
ja: 履歴削除
zh_hans: 删除记录
zh_hant: 刪除紀錄

source: 이력 전체 삭제
de: Gesamten Verlauf löschen
en: Delete All History
es: Eliminar todo el historial
fr: Supprimer tout l'historique
ja: 履歴をすべて削除
zh_hans: 删除全部记录
zh_hant: 刪除所有紀錄

source: 이미지 변환에 실패했습니다.
de: Bildkonvertierung fehlgeschlagen.
en: Image conversion failed.
es: Error en la conversión de imagen.
fr: Échec de la conversion d'image.
ja: 画像変換に失敗しました。
zh_hans: 图像转换失败。
zh_hant: 圖像轉換失敗。

source: 이미지 비율
de: Bildseitenverhältnis
en: Image Ratio
es: Proporción de imagen
fr: Rapport d'image
ja: 画像比率
zh_hans: 图像比例
zh_hant: 圖像比例

source: 이미지 크롭 실패: row=%lld, col=%lld
de: Bildzuschnitt fehlgeschlagen: row=%lld, col=%lld
en: Image cropping failed: row=%lld, col=%lld
es: Recorte de imagen fallido: row=%lld, col=%lld
fr: Échec du recadrage : row=%lld, col=%lld
ja: 画像クロップ失敗: row=%lld, col=%lld
zh_hans: 图像裁剪失败: row=%lld, col=%lld
zh_hant: 圖像裁剪失敗: row=%lld, col=%lld

source: 이미지를 로드할 수 없습니다.
de: Bild konnte nicht geladen werden.
en: Failed to load image.
es: No se pudo cargar la imagen.
fr: Impossible de charger l'image.
ja: 画像を読み込めません。
zh_hans: 无法加载图像。
zh_hant: 無法載入圖像。

source: 일반
de: Allgemein
en: General
es: General
fr: Général
ja: 一般
zh_hans: 通用
zh_hant: 一般

source: 저장 위치
de: Speicherort
en: Save Location
es: Ubicación
fr: Emplacement
ja: 保存場所
zh_hans: 保存位置
zh_hant: 儲存位置

source: 전체 삭제
de: Alle löschen
en: Delete All
es: Eliminar todo
fr: Tout supprimer
ja: すべて削除
zh_hans: 全部删除
zh_hant: 全部刪除

source: 지원하지 않는 파일 형식: .%@
de: Nicht unterstütztes Dateiformat: .%@
en: Unsupported file format: .%@
es: Formato de archivo no compatible: .%@
fr: Format de fichier non pris en charge : .%@
ja: サポートされていないファイル形式: .%@
zh_hans: 不支持的文件格式: .%@
zh_hant: 不支援的檔案格式: .%@

source: 출력 형식
de: Exportformat
en: Export Format
es: Formato de exportación
fr: Format d'exportation
ja: 出力形式
zh_hans: 导出格式
zh_hant: 匯出格式

source: 취소
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

source: 켜면 새 파일을 로드해도 기존 분할 설정이 유지됩니다
de: Wenn aktiviert, werden Teilungseinstellungen beim Laden einer neuen Datei beibehalten
en: When enabled, split settings are preserved when loading a new file
es: Al activar, los ajustes de división se mantienen al cargar un nuevo archivo
fr: Activé : les paramètres de division sont conservés lors du chargement d'un nouveau fichier
ja: オンにすると新しいファイルを読み込んでも分割設定が維持されます
zh_hans: 开启后，加载新文件时将保留现有分割设置
zh_hant: 開啟後，載入新檔案時將保留現有分割設定

source: 크기
de: Größe
en: Size
es: Tamaño
fr: Taille
ja: サイズ
zh_hans: 大小
zh_hant: 大小

source: 클릭하여 변경
de: Klicken zum Ändern
en: Click to change
es: Clic para cambiar
fr: Cliquer pour changer
ja: クリックして変更
zh_hans: 点击更改
zh_hant: 點擊更改

source: 파일 로드 설정
de: Dateiladeeinstellungen
en: File Loading
es: Carga de archivos
fr: Chargement de fichier
ja: ファイル読み込み設定
zh_hans: 文件加载设置
zh_hant: 檔案載入設定

source: 파일 쓰기 실패: %@
de: Dateischreibfehler: %@
en: File write failed: %@
es: Error de escritura: %@
fr: Échec d'écriture : %@
ja: ファイル書き込み失敗: %@
zh_hans: 文件写入失败: %@
zh_hant: 檔案寫入失敗: %@

source: 파일 정보
de: Dateiinformationen
en: File Info
es: Información del archivo
fr: Informations du fichier
ja: ファイル情報
zh_hans: 文件信息
zh_hant: 檔案資訊

source: 파일명
de: Dateiname
en: Filename
es: Nombre
fr: Nom
ja: ファイル名
zh_hans: 文件名
zh_hant: 檔案名

source: 파일을 드래그하거나 클릭하세요
de: Datei hierher ziehen oder klicken
en: Drag or click to add a file
es: Arrastra o haz clic para añadir
fr: Glisser ou cliquer pour ajouter
ja: ファイルをドラッグまたはクリック
zh_hans: 拖拽或点击以添加文件
zh_hant: 拖曳或點擊以加入檔案

source: 평균 셀
de: Durchschn. Zelle
en: Avg. Cell
es: Celda prom.
fr: Cellule moy.
ja: 平均セル
zh_hans: 平均单元格
zh_hant: 平均儲存格

source: 현재 값을 기본값으로 저장
de: Aktuellen Wert als Standard speichern
en: Save current as default
es: Guardar actual como predeterminado
fr: Enregistrer comme défaut
ja: 現在の値をデフォルトに保存
zh_hans: 将当前值保存为默认
zh_hant: 將目前值儲存為預設

source: 확인
de: OK
en: OK
es: Aceptar
fr: OK
ja: OK
zh_hans: 确认
zh_hant: 確認
